Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Providing online information about insurance from a computer database or the Internet
it: Fornitura di informazioni online sulle assicurazioni da una banca dati informatica o internet

source: Provision of loan and credit facilities
it: Erogazione di prestiti e servizi di credito

source: Financing of development projects
it: Finanziamento di progetti di sviluppo

source: Financial and monetary transaction services
it: Transazioni finanziarie e monetarie

source: Providing information relating to real estate affairs, via the Internet
it: Fornitura di informazioni inerenti affari immobiliari, via internet

source: Investment banking consulting and advisory services
it: Servizi di consulenza inerenti l'investment banking

source: Providing information relating to domestic and overseas market securities futures
it: Fornitura di informazioni relative a contratti a termine per il mercato domestico ed estero

source: Providing information and analysis via the Internet in the field of financial investments
it: Fornitura e analisi di informazioni, tramite internet, in materia di investimenti finanziari

source: Raising of funds for financial purposes
it: Raccolta di fondi a scopo finanziario

source: Valuation of precious metals
it: Valutazione di metalli preziosi

source: Valuation of diamonds
it: Valutazione di diamanti

source: Valuation of diamonds, precious stones and precious metals
it: Valutazione di diamanti, pietre preziose e metalli preziosi

source: Discount of bills
it: Sconto di cambiali

source: Real estate management services relating to commercial buildings
it: Servizi di gestione immobiliare relativi a edifici commerciali

source: Real estate management services relating to housing estates
it: Servizi di gestione immobiliare relativi a edilizia abitativa

source: Real estate management services relating to building complexes
it: Servizi di gestione immobiliare relativi a complessi immobiliari

source: Financial guarantee services for the reimbursement of expenses incurred as a result of vehicle accident or breakdown
it: Garanzie finanziarie per il rimborso delle spese sostenute in caso di guasto di veicoli o d'incidenti con veicoli

source: Real estate management services relating to residential buildings
it: Servizi di gestione immobiliare relativi a edifici residenziali

source: Real estate management services relating to office premises
it: Servizi di gestione immobiliare relativi a locali uso ufficio

source: Real estate management services relating to industrial premises
it: Servizi di gestione immobiliare relativi a locali ad uso industriale

source: Real estate management services relating to shopping malls
it: Servizi di gestione immobiliare relativi a centri commerciali

source: Real estate management services relating to retail premises
it: Servizi di gestione immobiliare relativi a punti vendita al dettaglio

source: Financial sponsorship and funding of radio programs
it: Sponsorizzazione finanziaria di programmi radiofonici

source: Financial sponsorship and funding of television programs
it: Sponsorizzazione finanziaria di programmi televisivi

source: Arranging of mortgages and loans
it: Pianificazione di ipoteche e prestiti

source: Asset and portfolio management
it: Gestione di risorse e portafoglio

source: Real estate agency services for the rental of buildings
it: Servizi di agenzia immobiliare per la locazione di edifici

source: Trading of securities and securities index futures in overseas markets
it: Compravendita di titoli e futures su indici borsistici per titoli sui mercati esteri

source: Real estate services related to management of property investments
it: Servizi immobiliari inerenti la gestione di investimenti immobiliari

source: Investment of funds for charitable purposes
it: Investimento di fondi a scopo di beneficienza

source: Providing financial information on-line
it: Fornitura di informazioni finanziarie online

source: Providing information relating to the issue of tokens of value
it: Fornitura di informazioni inerenti l'emissione di buoni di valore

source: Providing information relating to the appraisal of used automobiles
it: Fornitura di informazioni inerenti alla valutazione di automobili usate

source: Financial consultancy relating to credit services
it: Consulenze finanziarie inerenti i servizi di credito

source: Financial consultancy relating to the execution of cashless payment transactions
it: Consulenze finanziarie inerenti l'esecuzione di transazioni con pagamento senza contanti

source: Arranging of financial investments
it: Pianificazione di investimenti finanziari

source: Safe deposit services for securities
it: Servizi di deposito di titoli in cassaforte

source: Safe deposit services for valuables
it: Servizi di deposito di valore in cassaforte

source: Brokerage services relating to securities offering
it: Brokeraggio inerente l'offerta di titoli

source: Providing funding for non-profit entities
it: Fornitura di finanziamenti per enti no-profit

source: Providing funding for commercial entities
it: Fornitura di finanziamenti per enti commerciali

source: Providing funding for the development of new technology
it: Fornitura di finanziamenti per lo sviluppo di nuove tecnologie

source: Arranging finance for television programs
it: Pianificazione finanziaria per programmi televisivi

source: Financial services relating to the funding of broadcasting
it: Servizi finanziari in materia di finanziamento di trasmissioni

source: Insurance claims adjustment and settlement services
it: Servizi di liquidazione di richieste di risarcimento

source: Financial valuation, adjustment and settlement services relating to insurance claims
it: Servizi di valutazione, rettifica e liquidazione inerenti a richieste di risarcimento di assicurazione

source: Financial management of building occupancy expenses
it: Gestione finanziaria di spese di locazione di edifici

source: Financial consultancy services relating to infrastructure investment
it: Servizi di consulenza finanziaria inerenti l'investimento nelle infrastrutture

source: Providing information relating to the rental of cash dispensers or automated teller machines
it: Fornitura di informazioni relative all'affitto di sportelli bancomat automatici

source: Financial advisory services relating to insolvency
it: Servizi di consulenza finanziaria in materia di insolvenza

source: Financial management of building projects
it: Gestione finanziaria di progetti edili

source: Conducting of financial affairs on-line
it: Esecuzione di operazioni finanziarie online

source: Processing of payment transactions via the Internet
it: Elaborazione di transazioni di pagamento tramite internet

source: Financial management of real estate projects
it: Gestione finanziaria di progetti immobiliari

source: Providing information relating to the trading of securities and securities index futures in overseas markets
it: Fornitura di informazioni inerenti la compravendita di titoli e futures su indici borsistici per titoli sui mercati esteri

source: Providing information relating to the leasing of land
it: Fornitura di informazioni inerenti la locazione di terreni

source: Preparation of financial reports relating to the financing of building projects
it: Preparazione di rapporti finanziari inerenti il finanziamento di progetti edili

source: Processing payments for the purchase of goods and services via an electronic communications network
it: Elaborazione di pagamenti per l'acquisto di prodotti e servizi tramite una rete di comunicazione elettronica

source: Issuing tokens of value as a reward for customer loyalty
it: Emissione di buoni di valore come premi di programmi fedeltà

source: Financial consultancy relating to real estate investment
it: Consulenze finanziarie inerenti l'investimento in beni immobiliari

source: Offshore fund management
it: Gestione di fondi offshore

source: Conducting of financial transactions on-line
it: Esecuzione di transazioni finanziarie online

source: Online financial transactions
it: Transazioni finanziarie online

source: Financial analysis services relating to investments
it: Servizi di analisi finanziaria in materia di investimenti

source: Financial consultancy in the field of risk management
it: Servizi di consulenza in materia di gestione del rischio

source: Financial research in the field of risk management
it: Ricerche finanziarie in ambito di gestione del rischio

source: Asset management for third parties
it: Gestione delle risorse per conto terzi

source: Financial services relating to wealth management
it: Servizi finanziari inerenti la gestione del patrimonio

source: Financial management of building renovation projects
it: Gestione finanziaria di progetti di restauro edilizio

source: Actuarial consulting and advisory services
it: Servizi di consulenza attuariale

source: Financing services for the purchase of ships
it: Servizi di finanziamento per l'acquisto di natanti

source: Raising of financial capital
it: Raccolta di capitale finanziario

source: Conducting foreign exchange transactions for others
it: Esecuzione di transazioni con valuta straniera per conto terzi

source: Trusteeship of financial futures contracts
it: Servizi fiduciari per contratti futures finanziari

source: Domestic remittance services provided on-line
it: Servizi di rimessa nazionale forniti online

source: Financial pre-payment services
it: Servizi finanziari di prepagamento

source: Consultancy relating to educational financial assistance
it: Consulenze inerenti l'assistenza finanziaria per l'istruzione

source: Financial consultancy relating to student loan services
it: Consulenze finanziarie inerenti i servizi di prestito a studenti

source: Acceptance of bills of exchange
it: Accettazione di cambiali

source: Domestic remittance services
it: Servizi di rimessa nazionale

source: Financial services provided by electronic means
it: Servizi finanziari forniti tramite mezzi elettronici

source: Trading of futures contracts
it: Compravendita di contratti future

source: Providing information relating to securities underwriting
it: Fornitura di informazioni inerenti a sottoscrizione di titoli

source: Providing information relating to foreign exchange transactions
it: Fornitura di informazioni inerenti a transazioni con valuta straniera

source: Providing information relating to safe deposit services for precious metals
it: Fornitura di informazioni inerenti a servizi di deposito in cassaforte per metalli preziosi

source: Providing information relating to safe deposit services for securities
it: Fornitura di informazioni inerenti a servizi di deposito in cassaforte per titoli

source: Providing information relating to safe deposit services for valuables
it: Fornitura di informazioni inerenti a servizi di deposito in cassaforte per valori

source: Providing extended warranty services for goods purchased using credit cards
it: Fornitura di servizi di estensione della garanzia per beni acquistati con carta di credito

source: Providing purchase protection insurance for goods purchased using credit cards
it: Fornitura di assicurazione a protezione dell'acquisto per beni acquistati con carta di credito

source: Insurance services relating to purchase protection, price protection and extended warranty for goods purchased using credit cards
it: Servizi assicurativi riguardanti la tutela degli acquisti, la tutela dei prezzi e l'estensione della garanzia per prodotti acquistati mediante carte di credito

source: Electronic stock exchange services
it: Servizi borsistici elettronici

source: Payment services provided via wireless telecommunications apparatus and devices
it: Servizi di pagamento forniti tramite apparecchi e dispositivi di telecomunicazione wireless

source: Financial services relating to pensions
it: Servizi finanziari inerenti le pensioni

source: Financial sponsorship of sporting activities
it: Sponsorizzazioni finanziarie di attività sportive

source: Financial sponsorship of entertainment activities
it: Sponsorizzazioni finanziarie di attività d'intrattenimento

source: Financial information provided by means of a computer database
it: Informazioni finanziarie disponibili mediante una banca dati informatica

source: Financial management of risk capital, investment capital and development capital
it: Gestione finanziaria del capitale di rischio, capitale d'investimento e capitale per lo sviluppo

source: Trading of financial derivatives
it: Compravendita di derivati finanziari

source: Brokerage of financial derivatives
it: Brokeraggio inerente i derivati finanziari

source: Funding of product development
it: Finanziamento di sviluppo di prodotti

source: Venture capital funding services for non-profit entities
it: Servizi di finanziamento del capitale di rischio per enti no-profit

source: Venture capital funding services for commercial entities
it: Servizi di finanziamento del capitale di rischio per enti commerciali

source: Venture capital funding services for research institutions
it: Servizi di finanziamento del capitale di rischio per istituti di ricerca

source: Providing information, consultancy and advice in the field of financial valuation
it: Fornitura di informazioni e consulenze inerenti la valutazione finanziaria

source: Providing information, consultancy and advice in the field of investment banking
it: Fornitura di informazioni e consulenze in materia di investment banking

source: Providing on-line stock exchange information from a computer database or the Internet
it: Fornitura online di informazioni borsistiche online da una banca dati informatica o internet

source: Stock exchange information provided on-line from a computer database or the Internet
it: Informazioni borsistiche fornite online da una banca dati informatica o internet

source: Financial assessment of company credit
it: Valutazione finanziaria del credito aziendale

source: Financial sponsorship of cultural events
it: Sponsorizzazione finanziaria di eventi culturali

source: Financial management of collective investment schemes
it: Gestione finanziaria di piani d'investimento collettivo

source: Financial consultancy relating to loans
it: Consulenze finanziarie inerenti il prestito

source: Providing financial information relating to the creditworthiness of companies and individuals
it: Fornitura di informazioni finanziarie inerenti la solvibilità di aziende e persone fisiche

source: Financial management of shares in other companies
it: Gestione finanziaria di quote azionarie in altre aziende

source: Providing fundraising activities to support medical research and procedures for those in need
it: Fornitura di attività di raccolta fondi per supportare la ricerca e le procedure mediche per i bisognosi

source: Providing information relating to the rental of buildings
it: Fornitura di informazioni inerenti la locazione di edifici

source: Consultancy services relating to the financing of civil works and infrastructure projects
it: Servizi di consulenza inerenti il finanziamento di progetti per opere e infrastrutture civili

source: Arranging of financing for humanitarian projects
it: Pianificazione finanziaria per progetti a scopo umanitario

source: Conducting of capital market transactions
it: Esecuzione di transazioni nel mercato di capitali

source: Issuing electronic payment cards in connection with bonus and reward schemes
it: Emissione di carte per pagamenti elettronici in relazione a programmi di premi e bonus

source: Issue and redemption of tokens of value
it: Emissione e riscossione di buoni di valore

source: On-line bill payment services
it: Servizi di pagamento fatture online

source: Financial evaluation and analysis
it: Analisi e valutazioni finanziarie

source: Providing information relating to trusteeship of financial futures contracts
it: Fornitura di informazioni inerenti i servizi fiduciari di contratti futures finanziari

source: Providing real estate information relating to property and land
it: Fornitura di informazioni immobiliari inerenti proprietà e terreni

source: Providing funding for governments
it: Fornitura finanziamenti per governi

source: Providing funding for research institutions
it: Fornitura di finanziamenti per istituti di ricerca

source: Processing of electronic payments
it: Elaborazione di pagamenti elettronici

source: Electronic processing of payments
it: Elaborazione elettronica di pagamenti

source: Financial services provided over the Internet and telephone
it: Servizi finanziari forniti tramite internet o telefono

source: Advisory services relating to investments and finance
it: Servizi di consulenza in materia di investimenti e finanza

source: Real estate agency services relating to the purchase and sale of land
it: Servizi di agenzia immobiliare per la compravendita di terreni

source: Financial services relating to the provision and structuring of capital
it: Servizi finanziari inerenti la fornitura e strutturazione del capitale

source: Financial investment services in relation to the printing industry
it: Servizi di investimento finanziario inerenti l'industria della stampa

source: Agencies for collecting gas or electric power utility payments
it: Agenzie per l'incasso di pagamenti inerenti la fornitura di gas o elettricità

source: Providing advice relating to the arranging of mortgages
it: Fornitura di consulenze inerenti la pianificazione ipotecaria

source: Financing of consumer purchases
it: Finanziamento di acquisti al consumo

source: Providing information relating to charitable fundraising
it: Fornitura di informazioni inerenti raccolte fondi a scopo benefico

source: Providing information relating to the appraisal of precious stones
it: Fornitura di informazioni relative alla valutazione di pietre preziose

source: Management of listed securities
it: Gestione di titoli quotati

source: Arranging of finance for sporting, cultural and entertainment projects
it: Pianificazione finanziaria per progetti sportivi, culturali e d'intrattenimento

source: Collection of payments for goods and services
it: Riscossione di pagamenti per prodotti e servizi

source: Consultancy and brokerage services relating to travel insurance
it: Servizi di consulenza e brokeraggio inerenti le assicurazioni sui viaggi

source: Consultancy and brokerage services relating to health insurance
it: Servizi di consulenza e brokeraggio inerenti le assicurazioni sanitarie

source: Consultancy and brokerage services relating to home insurance
it: Servizi di consulenza e brokeraggio inerenti le assicurazioni sulla casa

source: Consultancy and brokerage services relating to accident insurance
it: Servizi di consulenza e brokeraggio inerenti le assicurazioni sugli infortuni

source: Consultancy and brokerage services relating to life insurance
it: Servizi di consulenza e brokeraggio inerenti le assicurazioni sulla vita

source: Consultancy and brokerage services relating to vehicle insurance
it: Servizi di consulenza e brokeraggio inerenti le assicurazioni sui veicoli

source: Financial advice in the field of franchising
it: Consulenze finanziarie inerenti il franchising

source: Trading of securities options for others
it: Compravendita di opzioni su titoli

source: Real estate agency services relating to the purchase and sale of buildings
it: Servizi di agenzia immobiliare per la compravendita di edifici

source: Online business banking services
it: Servizi bancari commerciali online

source: Advice on fiscal valuations
it: Consulenze su valutazioni fiscali

source: Advice on fiscal assessments
it: Consulenze su estimo fiscale

source: Real estate agency services for the leasing of land
it: Servizi d'agenzia immobiliare per la locazione di terreni

source: Financial analysis and consultancy
it: Consulenza e analisi finanziaria

source: Management of retained earnings
it: Gestione degli utili non distribuiti

source: Providing rebates at participating establishments of others through use of a membership card
it: Attribuzione di sconti presso stabilimenti di terzi convenzionati mediante l'utilizzo di una tessera di adesione

source: Financial customs brokerage services
it: Servizi finanziari di brokeraggio doganale

source: Rental of houses
it: Locazione di case

source: Financial sponsorship and patronage
it: Sponsorizzazione e mecenatismo finanziario

source: Financial consultancy and information services
it: Servizi di consulenza ed informazione finanziaria

source: Reinsurance actuarial services
it: Servizi attuariali di riassicurazione

source: Capital management
it: Gestione del capitale

source: Financial solvency investigations
it: Indagini sulla solvibilità finanziaria

source: Lending against security
it: Prestiti contro sicurezza

source: Warranty services
it: Servizi di garanzia

source: Fund investment services
it: Fondi di investimento

source: Issuing of discount coupons
it: Emissione di buoni sconto

source: Financial rating and provision of credit reports
it: Valutazioni finanziarie e fornitura di resoconti creditizi

source: Electronic processing of payments via a global computer network
it: Elaborazione elettronica di pagamenti tramite una rete informatica globale

source: Contactless payment services
it: Servizi di pagamento senza contatto

source: Financial services provided via the Internet
it: Servizi finanziari forniti tramite Internet

source: Painting or repair of signs
it: Pittura o riparazione di insegne

source: Hire of scaffolding boards
it: Affitto di assi per impalcature

source: Service stations for the maintenance of vehicles
it: Stazioni di servizio per la manutenzione di veicoli

source: Drainage services
it: Servizi di drenaggio

source: Cleaning of furnishings
it: Pulitura di mobili

source: Cleaning of industrial boilers
it: Pulitura di caldaie industriali

source: Cleaning of leather
it: Pulitura del cuoio

source: Cleaning of nuclear plant
it: Pulizia di centrali nucleari

source: Cleaning of public buildings
it: Pulizia di edifici pubblici

source: Installation of racks
it: Installazione di scaffali

source: Installation of security systems
it: Installazione di sistemi di sicurezza

source: Installation of computer systems
it: Installazione di sistemi informatici

source: Janitorial services
it: Servizi di portineria

source: Installation of central heating apparatus
it: Installazione di riscaldamento centralizzato

source: Harbour construction
it: Costruzione di porti

source: Installation of communications network instruments
it: Installazione di strumenti per reti di comunicazione

source: Installation of door fittings
it: Installazione di accessori per porte

source: Servicing of nuclear plant
it: Assistenza per centrali nucleari

source: Repair or maintenance of gas water heaters
it: Riparazione o manutenzione di scaldacqua a gas

source: Repair or maintenance of integrated circuits manufacturing machines and systems
it: Riparazione o manutenzione di macchine e impianti per la fabbricazione di circuiti integrati

source: Replacement of exhaust pipes
it: Sostituzione di tubi di scappamento

source: Replacement of shock absorbers
it: Sostituzione di ammortizzatori

source: Replacement of windows
it: Sostituzione di finestre

source: Restoration of retail premises
it: Restauro di locali di vendita

source: Pipeline construction and maintenance
it: Installazione e manutenzione di oleodotti

source: Maintenance of medical apparatus and instruments
it: Manutenzione di apparecchiature e strumenti medici

source: On site project management relating to the construction of aerodrome facilities
it: Gestione di progetti in loco relativi alla costruzione di strutture per aerodromi
